Repository: warumkev/Doable
Catalog: Doable/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, zh_hans

# empty.no_todos
source: No todos yet
de: Noch keine Todos
es: No hay tareas aún
fr: Aucune tâche pour l’instant
ja: まだToDoはありません
pt: Ainda não há tarefas
zh_hans: 暂无待办事项

# empty.tap_plus_to_create
source: Tap the + button to create your first todo
de: Tippe auf das +, um dein erstes Todo zu erstellen
es: Toca el botón + para crear tu primera tarea
fr: Appuyez sur le bouton + pour créer votre première tâche
ja: ＋ボタンをタップして最初のToDoを作成しましょう
pt: Toque no botão + para criar sua primeira tarefa
zh_hans: 点击 + 按钮创建你的第一个待办

# actions.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Excluir
zh_hans: 删除

# snackbar.deleted
source: Deleted "%@"
de: „%@“ gelöscht
es: Eliminado "%@"
fr: « %@ » supprimé
ja: 「%@」を削除しました
pt: Excluído "%@"
zh_hans: 已删除“%@”

# snackbar.completed
source: Completed "%@"
de: „%@“ erledigt
es: Completado "%@"
fr: « %@ » terminé
ja: 「%@」を完了しました
pt: Concluído "%@"
zh_hans: 已完成“%@”

# snackbar.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 元に戻す
pt: Desfazer
zh_hans: 撤销

# accessibility.added_todo
source: Added todo
de: Todo hinzugefügt
es: Tarea añadida
fr: Tâche ajoutée
ja: ToDoを追加しました
pt: Tarefa adicionada
zh_hans: 已添加待办

# accessibility.timer.started
source: Timer started
de: Timer gestartet
es: Temporizador iniciado
fr: Minuteur démarré
ja: タイマー開始
pt: Temporizador iniciado
zh_hans: 计时器已启动

# accessibility.timer.paused
source: Timer paused
de: Timer pausiert
es: Temporizador pausado
fr: Minuteur en pause
ja: タイマー一時停止
pt: Temporizador pausado
zh_hans: 计时器已暂停

# accessibility.timer.resumed
source: Timer resumed
de: Timer fortgesetzt
es: Temporizador reanudado
fr: Minuteur repris
ja: タイマー再開
pt: Temporizador retomado
zh_hans: 计时器已恢复

# accessibility.timer.finished
source: Timer finished
de: Timer beendet
es: Temporizador finalizado
fr: Minuteur terminé
ja: タイマー終了
pt: Temporizador finalizado
zh_hans: 计时器已结束

# accessibility.timer.resume_in_seconds
source: Resume timer in %d seconds
de: Timer wird in %d Sekunden fortgesetzt
es: Reanudar temporizador en %d segundos
fr: Reprendre le minuteur dans %d secondes
ja: %d秒後にタイマーを再開
pt: Retomar temporizador em %d segundos
zh_hans: %d 秒后恢复计时器

# onboarding.chooseTodo.title
source: Choose a todo
de: Wähle ein Todo
es: Elige una tarea
fr: Choisissez une tâche
ja: ToDoを選択
pt: Escolha uma tarefa
zh_hans: 选择一个待办

# onboarding.chooseTodo.desc
source: Pick one small thing you want to finish.
de: Wähle eine kleine Aufgabe, die du erledigen möchtest.
es: Elige una pequeña cosa que quieras terminar.
fr: Choisissez une petite chose à accomplir.
ja: 達成したい小さなことを選びましょう。
pt: Escolha uma pequena coisa que você quer terminar.
zh_hans: 选择一个你想完成的小任务。

# onboarding.setTimer.title
source: Set a timer
de: Timer einstellen
es: Configura un temporizador
fr: Définir un minuteur
ja: タイマーを設定
pt: Defina um temporizador
zh_hans: 设置计时器

# onboarding.setTimer.desc
source: Use a short timer to focus — it helps you actually get things done.
de: Nutze einen kurzen Timer, um dich zu fokussieren – so schaffst du wirklich etwas.
es: Usa un temporizador corto para concentrarte — te ayuda a terminar las cosas.
fr: Utilisez un minuteur court pour vous concentrer — cela vous aide à vraiment avancer.
ja: 短いタイマーで集中しましょう — 実際に物事を終わらせる助けになります。
pt: Use um temporizador curto para focar — isso ajuda você a realmente concluir as tarefas.
zh_hans: 使用短计时器专注——这能帮助你真正完成任务。

# onboarding.keepRunning.title
source: Keep the timer running
de: Timer weiterlaufen lassen
es: Mantén el temporizador activo
fr: Gardez le minuteur actif
ja: タイマーを動かし続ける
pt: Mantenha o temporizador funcionando
zh_hans: 保持计时器运行

# onboarding.keepRunning.desc
source: Stay in landscape so the timer can keep counting down.
de: Bleibe im Querformat, damit der Timer weiter läuft.
es: Permanece en modo horizontal para que el temporizador siga contando.
fr: Restez en mode paysage pour que le minuteur continue de tourner.
ja: タイマーをカウントダウンさせるために横向きで維持してください。
pt: Fique na orientação paisagem para o temporizador continuar contando.
zh_hans: 保持横屏以让计时器继续倒计时。

# onboarding.final.title
source: No tracking — local only
de: Keine Nachverfolgung – nur lokal
es: Sin seguimiento — solo local
fr: Aucune collecte — local seulement
ja: 追跡なし — ローカルのみ
pt: Sem rastreamento — apenas local
zh_hans: 无跟踪——仅本地

# onboarding.final.desc
source: By default, your todos stay on this device. You can opt in to iCloud Sync to keep your todos in sync across devices. No accounts, no tracking.
de: Standardmäßig bleiben deine Todos auf diesem Gerät. Du kannst iCloud-Sync aktivieren, um deine Todos auf allen Geräten zu synchronisieren. Kein Konto, kein Tracking.
es: Tus tareas permanecen en este dispositivo. Sin cuentas, sin seguimiento. ¡Vamos!
fr: Par défaut, vos tâches restent sur cet appareil. Vous pouvez activer la synchronisation iCloud pour garder vos tâches synchronisées sur tous vos appareils. Pas de compte, pas de suivi.
ja: デフォルトでは、あなたのToDoはこのデバイスに保存されます。iCloud同期を有効にすると、複数のデバイス間でToDoを同期できます。アカウント不要、追跡なし。
pt: Por padrão, suas tarefas ficam neste dispositivo. Você pode ativar a sincronização iCloud para manter suas tarefas sincronizadas em todos os seus dispositivos. Sem contas, sem rastreamento.
zh_hans: 默认情况下，你的待办仅保存在此设备。你可以选择启用 iCloud 同步，在多设备间保持待办同步。无需账号，无跟踪。

# onboarding.icloud.desc
source: Enable iCloud Sync to keep your todos up to date across all your devices. This is optional and off by default.
de: Aktiviere iCloud-Sync, um deine Todos auf allen Geräten aktuell zu halten. Diese Funktion ist optional und standardmäßig deaktiviert.
fr: Activez la synchronisation iCloud pour garder vos tâches à jour sur tous vos appareils. Cette fonction est optionnelle et désactivée par défaut.
ja: iCloud同期を有効にすると、すべてのデバイスでToDoを最新に保てます。この機能はオプションで、デフォルトでは無効です。
pt: Ative a sincronização iCloud para manter suas tarefas atualizadas em todos os seus dispositivos. Esta função é opcional e desativada por padrão.
zh_hans: 启用 iCloud 同步可在所有设备间保持待办事项最新。此功能为可选，默认关闭。

# onboarding.notifications.desc
source: Enable push notifications to get reminders and updates. You can choose to allow notifications during onboarding or later in Settings.
de: Aktiviere Push-Benachrichtigungen, um Erinnerungen und Updates zu erhalten. Du kannst Benachrichtigungen während des Onboardings oder später in den Einstellungen erlauben.
fr: Activez les notifications push pour recevoir des rappels et des mises à jour. Vous pouvez autoriser les notifications pendant l’onboarding ou plus tard dans les paramètres.
ja: プッシュ通知を有効にすると、リマインダーやアップデートを受け取れます。通知はオンボーディング中または後で設定から許可できます。
pt: Ative as notificações push para receber lembretes e atualizações. Você pode permitir notificações durante o onboarding ou depois nas Configurações.
zh_hans: 启用推送通知可接收提醒和更新。你可以在引导过程中或稍后在设置中允许通知。

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt: Próximo
zh_hans: 下一步

# onboarding.letsgo
source: Let's go
de: Los geht’s
es: ¡Vamos!
fr: C’est parti
ja: 始める
pt: Vamos lá
zh_hans: 开始吧

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt: Pular
zh_hans: 跳过

# timer.paused.rotate_to_resume
source: Paused — rotate to resume
de: Pausiert – zum Fortsetzen drehen
es: Pausado — gira para reanudar
fr: Pause — pivotez pour reprendre
ja: 一時停止中 — 再開するには回転してください
pt: Pausado — gire para retomar
zh_hans: 已暂停——旋转设备以恢复

# timer.paused.resume_in_seconds
source: Resume in %ds
de: Fortsetzen in %ds
es: Reanudar en %ds
fr: Reprendre dans %ds
ja: %ds後に再開
pt: Retomar em %ds
zh_hans: %ds 后恢复

# timer.finished.rotate_to_confirm
source: Timer finished — rotate back to portrait to complete the task
de: Timer beendet – drehe zurück ins Hochformat, um die Aufgabe abzuschließen
es: Temporizador finalizado — gira de nuevo a vertical para completar la tarea
fr: Minuteur terminé — repassez en portrait pour valider la tâche
ja: タイマー終了 — タスク完了のために縦向きに戻してください
pt: Temporizador finalizado — gire de volta para retrato para concluir a tarefa
zh_hans: 计时结束——旋转回竖屏以完成任务

# timer.instructions.rotate_device
source: Rotate your device
de: Drehe dein Gerät
es: Gira tu dispositivo
fr: Tournez votre appareil
ja: デバイスを回転してください
pt: Gire seu dispositivo
zh_hans: 请旋转你的设备

# timer.instructions.rotate_to_landscape
source: Please rotate into landscape to start the timer
de: Bitte ins Querformat drehen, um den Timer zu starten
es: Por favor, gira a horizontal para iniciar el temporizador
fr: Veuillez passer en mode paysage pour démarrer le minuteur
ja: タイマーを開始するには横向きにしてください
pt: Por favor, gire para paisagem para iniciar o temporizador
zh_hans: 请旋转到横屏以启动计时器

# timer.controls.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
pt: Parar
zh_hans: 停止

# timer_setup.title
source: Set a timer
de: Timer einstellen
es: Configura un temporizador
fr: Définir un minuteur
ja: タイマーを設定
pt: Definir temporizador
zh_hans: 设置计时器

# timer_setup.for_todo
source: for %@
de: für %@
es: para %@
fr: pour %@
ja: 「%@」のため
pt: para %@
zh_hans: 用于 %@

# timer_setup.min
source: min
ja: 分
zh_hans: 分钟

# timer_setup.sec
source: sec
de: Sek
es: seg
ja: 秒
pt: seg
zh_hans: 秒

# timer_setup.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_hans: 取消

# timer_setup.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
zh_hans: 确认

# timer_setup.minutes_label
source: Minutes
de: Minuten
es: Minutos
ja: 分
pt: Minutos
zh_hans: 分钟

# timer_setup.seconds_label
source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
pt: Segundos
zh_hans: 秒

# timer_setup.confirm_quick_complete
source: Complete without timer
de: Ohne Timer abschließen
es: Completar sin temporizador
fr: Terminer sans minuteur
ja: タイマーなしで完了
pt: Concluir sem temporizador
zh_hans: 直接完成

# timer_setup.confirm_quick_complete_confirm
source: Tap again to confirm
de: Nochmal tippen zum Bestätigen
es: Toca de nuevo para confirmar
fr: Appuyez à nouveau pour confirmer
ja: もう一度タップして確認
pt: Toque novamente para confirmar
zh_hans: 再次点击以确认

# finished.completed
source: Completed
de: Erledigt
es: Completado
fr: Terminé
ja: 完了
pt: Concluído
zh_hans: 已完成

# finished.rotate_or_confirm
source: Rotate back to portrait or tap Confirm to mark the task as completed
de: Drehe zurück ins Hochformat oder tippe auf Bestätigen, um die Aufgabe als erledigt zu markieren
es: Gira de nuevo a vertical o toca Confirmar para marcar la tarea como completada
fr: Repassez en portrait ou appuyez sur Confirmer pour marquer la tâche comme terminée
ja: 縦向きに戻すか「確認」をタップしてタスクを完了してください
pt: Gire de volta para retrato ou toque em Confirmar para marcar a tarefa como concluída
zh_hans: 旋转回竖屏或点击确认以标记任务完成

# finished.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
pt: Confirmar
zh_hans: 确认

# section.title
source: Done
de: Erledigt
es: Hecho
fr: Terminé
ja: 完了
pt: Concluído
zh_hans: 已完成

# statistics.title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
pt: Estatísticas
zh_hans: 统计

# statistics.summary
source: Summary
de: Übersicht
es: Resumen
fr: Résumé
ja: 概要
pt: Resumo
zh_hans: 摘要

# statistics.total
source: Total
de: Gesamt
ja: 合計
zh_hans: 总计

# statistics.this_month
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
ja: 今月
pt: Este mês
zh_hans: 本月

# statistics.current_streak
source: Current streak
de: Aktuelle Serie
es: Racha actual
fr: Série en cours
ja: 現在の連続記録
pt: Sequência atual
zh_hans: 当前连续天数

# statistics.longest_streak
source: Longest streak
de: Längste Serie
es: Racha más larga
fr: Série la plus longue
ja: 最長連続記録
pt: Maior sequência
zh_hans: 最长连续天数

# disappointment.title
source: Timer cancelled
de: Timer abgebrochen
es: Temporizador cancelado
fr: Minuteur annulé
ja: タイマーがキャンセルされました
pt: Temporizador cancelado
zh_hans: 计时器已取消

# disappointment.msg.1
source: This wasn't very Doable of you.
de: Das war nicht sehr Doable von dir.
es: Esto no fue muy Doable de tu parte.
fr: Ce n’était pas très Doable de votre part.
ja: これはDoableらしくありませんね。
pt: Isso não foi muito Doable de sua parte.
zh_hans: 这可不是很 Doable 哦。

# disappointment.msg.2
source: You left the timer hanging. Rude.
de: Du hast den Timer hängen lassen. Unhöflich.
es: Dejaste el temporizador esperando. Qué grosero.
fr: Vous avez laissé le minuteur en plan. Pas cool.
ja: タイマーを放置しました。失礼です。
pt: Você deixou o temporizador esperando. Que falta de educação.
zh_hans: 你让计时器空等了。太不礼貌了。

# disappointment.msg.3
source: The timer was getting lonely.
de: Der Timer wurde einsam.
es: El temporizador se estaba sintiendo solo.
fr: Le minuteur se sentait seul.
ja: タイマーが寂しがっています。
pt: O temporizador estava ficando solitário.
zh_hans: 计时器感到孤独了。

# disappointment.msg.4
source: Come back! The timer misses you.
de: Komm zurück! Der Timer vermisst dich.
es: ¡Vuelve! El temporizador te extraña.
fr: Revenez ! Le minuteur vous attend.
ja: 戻ってきて！タイマーがあなたを恋しがっています。
pt: Volte! O temporizador sente sua falta.
zh_hans: 快回来！计时器想你了。

# disappointment.msg.5
source: That was a soft commitment.
de: Das war eine schwache Verpflichtung.
es: Eso fue un compromiso suave.
fr: Engagement trop léger.
ja: それは弱いコミットメントでした。
pt: Isso foi um compromisso fraco.
zh_hans: 这只是个软承诺。

# disappointment.msg.6
source: You ghosted the timer.
de: Du hast den Timer geghostet.
es: Dejaste el temporizador en visto.
fr: Vous avez ignoré le minuteur.
ja: タイマーを無視しましたね。
pt: Você sumiu do temporizador.
zh_hans: 你悄悄离开了计时器。

# disappointment.msg.7
source: Not your finest moment, champ.
de: Nicht dein bester Moment, Champ.
es: No fue tu mejor momento, campeón.
fr: Pas votre meilleur moment, champion.
ja: 最高の瞬間ではありませんね、チャンプ。
pt: Não foi seu melhor momento, campeão.
zh_hans: 这不是你最棒的时刻，伙计。

# todo.placeholder
source: Enter todo
de: Todo eingeben
es: Escribe una tarea
fr: Saisissez une tâche
ja: ToDoを入力
pt: Digite a tarefa
zh_hans: 输入待办事项

# fatal.modelcontainer_creation_failed
source: Could not create ModelContainer.
de: ModelContainer konnte nicht erstellt werden.
es: No se pudo crear el ModelContainer.
fr: Impossible de créer ModelContainer.
ja: ModelContainerを作成できませんでした。
pt: Não foi possível criar o ModelContainer.
zh_hans: 无法创建 ModelContainer。

# todo.default.1
source: Build an empire
de: Ein Imperium aufbauen
es: Construir un imperio
fr: Construire un empire
ja: 帝国を築く
pt: Construa um império
zh_hans: 建立一个帝国

# todo.default.2
source: Journal
de: Tagebuch führen
es: Escribir en el diario
fr: Écrire dans le journal
ja: 日記を書く
pt: Escrever no diário
zh_hans: 写日记

# todo.default.3
source: Rob a bank
de: Eine Bank ausrauben
es: Robar un banco
fr: Braquer une banque
ja: 銀行強盗
pt: Assaltar um banco
zh_hans: 抢银行

# todo.default.4
source: Send that message
de: Diese Nachricht senden
es: Enviar ese mensaje
fr: Envoyer ce message
ja: そのメッセージを送る
pt: Envie aquela mensagem
zh_hans: 发送那条消息

# todo.default.5
source: Stretch
de: Dehnen
es: Estirarse
fr: S’étirer
ja: ストレッチ
pt: Alongar
zh_hans: 拉伸

# todo.default.6
source: Tidy desk
de: Schreibtisch aufräumen
es: Ordenar el escritorio
fr: Ranger le bureau
ja: 机を片付ける
pt: Organizar a mesa
zh_hans: 整理桌面

# todo.default.7
source: Read a page
de: Eine Seite lesen
es: Leer una página
fr: Lire une page
ja: 1ページ読む
pt: Leia uma página
zh_hans: 读一页书

# todo.default.8
source: Drink water
de: Wasser trinken
es: Beber agua
fr: Boire de l’eau
ja: 水を飲む
pt: Beber água
zh_hans: 喝水

# todo.default.9
source: 20 situps (send us the video!)
de: 20 Sit-ups (schick uns das Video!)
es: 20 abdominales (¡envíanos el video!)
fr: 20 abdos (envoyez-nous la vidéo !)
ja: 腹筋20回（動画を送ってください！）
pt: 20 abdominais (mande o vídeo!)
zh_hans: 做 20 个仰卧起坐（记得发视频！）

# todo.default.10
source: Send that text (you know which one)
de: Diesen Text senden (du weißt welchen)
es: Enviar ese texto (ya sabes cuál)
fr: Envoyer ce texto (vous savez lequel)
ja: そのテキストを送る（どれか分かってますよね）
pt: Envie aquele texto (você sabe qual)
zh_hans: 发那条短信（你知道是哪条）

# todo.default.11
source: Ask her out
de: Sie um ein Date bitten
es: Invítala a salir
fr: L’inviter à sortir
ja: 彼女を誘う
pt: Convide ela para sair
zh_hans: 约她出去

# todo.default.12
source: Declutter one drawer
de: Eine Schublade ausmisten
es: Despejar un cajón
fr: Désencombrer un tiroir
ja: 引き出しを1つ整理
pt: Destralhar uma gaveta
zh_hans: 整理一个抽屉

# todo.default.13
source: Meditate 2 minutes
de: 2 Minuten meditieren
es: Meditar 2 minutos
fr: Méditer 2 minutes
ja: 2分間瞑想
pt: Medite por 2 minutos
zh_hans: 冥想 2 分钟

# todo.default.14
source: Pay that bill
de: Diese Rechnung bezahlen
es: Pagar esa factura
fr: Payer cette facture
ja: その請求書を支払う
pt: Pague aquela conta
zh_hans: 支付账单

# todo.default.15
source: Reply to that email
de: Diese E-Mail beantworten
es: Responder ese correo
fr: Répondre à cet email
ja: そのメールに返信
pt: Responda aquele e-mail
zh_hans: 回复那封邮件

# todo.default.16
source: Take a quick walk
de: Kurzen Spaziergang machen
es: Dar una caminata rápida
fr: Faire une petite promenade
ja: 短い散歩をする
pt: Faça uma caminhada rápida
zh_hans: 快走一会儿

# menu.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
pt: Estatísticas
zh_hans: 统计

# menu.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações
zh_hans: 设置

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações
zh_hans: 设置

# settings.general
source: General
de: Allgemein
fr: Général
ja: 一般
pt: Geral
zh_hans: 通用

# settings.theme
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
pt: Tema
zh_hans: 主题

# settings.theme.system
source: System
es: Sistema
fr: Système
ja: システム
pt: Sistema
zh_hans: 系统

# settings.theme.light
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
pt: Claro
zh_hans: 浅色

# settings.theme.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
pt: Escuro
zh_hans: 深色

# settings.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
pt: Notificações
zh_hans: 通知

# settings.haptics
source: Haptics
de: Haptik
es: Hápticos
fr: Haptique
ja: 触覚
pt: Hápticos
zh_hans: 触感反馈

# settings.sound
source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
pt: Som
zh_hans: 声音

# settings.push_notifications
source: Push Notifications
de: Push-Benachrichtigungen
fr: Notifications push
ja: プッシュ通知
pt: Notificações push
zh_hans: 推送通知

# settings.push_notifications_open_settings
source: Open Settings to enable notifications
de: Einstellungen öffnen, um Benachrichtigungen zu aktivieren
fr: Ouvrez les Réglages pour activer les notifications
ja: 通知を有効にするには設定を開く
pt: Abra as Configurações para ativar notificações
zh_hans: 打开设置以启用通知

# settings.timer_defaults
source: Timer defaults
de: Timer-Standard
es: Temporizador predeterminado
fr: Minuteur par défaut
ja: タイマーのデフォルト
pt: Padrões do temporizador
zh_hans: 计时器默认值

# settings.default_timer_minutes
source: Default timer
de: Standard-Timer
es: Temporizador predeterminado
fr: Minuteur par défaut
ja: デフォルトタイマー
pt: Temporizador padrão
zh_hans: 默认计时器

# settings.default_timer_minutes_format
source: %d min
ja: %d分
zh_hans: %d 分钟

# settings.todos
source: Todos
es: Tareas
fr: Tâches
ja: ToDo
pt: Tarefas
zh_hans: 待办事项

# settings.prefill_suggestions
source: Prefill todo suggestions
de: Todo-Vorschläge automatisch einfügen
es: Sugerencias de tareas
fr: Suggestions de tâches préremplies
ja: ToDo候補を自動入力
pt: Sugestões de tarefas
zh_hans: 预填待办建议

# settings.prefill_suggestions_desc
source: When enabled, suggested todo names will be inserted into new todos instead of shown as placeholders.
de: Wenn aktiviert, werden vorgeschlagene Todo-Namen in neue Todos eingefügt statt als Platzhalter angezeigt.
es: Si está activado, los nombres sugeridos de tareas se insertarán en nuevas tareas en vez de mostrarse como sugerencias.
fr: Si activé, des noms de tâches suggérés seront insérés dans les nouvelles tâches au lieu d’être affichés comme des exemples.
ja: 有効にすると、候補のToDo名が新しいToDoに自動入力され、プレースホルダーとして表示されません。
pt: Quando ativado, nomes sugeridos de tarefas serão inseridos em novas tarefas em vez de mostrados como placeholders.
zh_hans: 启用后，建议的待办名称将直接插入新待办，而不是作为占位符显示。

# settings.data
source: Data
de: Daten
es: Datos
fr: Données
ja: データ
pt: Dados
zh_hans: 数据

# settings.export
source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
ja: データをエクスポート
pt: Exportar dados
zh_hans: 导出数据

# settings.import
source: Import data
de: Daten importieren
es: Importar datos
fr: Importer des données
ja: データをインポート
pt: Importar dados
zh_hans: 导入数据

# settings.reset_data
source: Reset all data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ja: すべてのデータをリセット
pt: Redefinir todos os dados
zh_hans: 重置所有数据

# settings.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: アプリについて
pt: Sobre
zh_hans: 关于

# settings.version
source: Version
es: Versión
ja: バージョン
pt: Versão
zh_hans: 版本

# settings.send_feedback
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送る
pt: Enviar feedback
zh_hans: 发送反馈

# settings.privacy
source: Privacy policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
pt: Política de privacidade
zh_hans: 隐私政策

# settings.export_success
source: Export successful
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
ja: エクスポート成功
pt: Exportação bem-sucedida
zh_hans: 导出成功

# settings.export_failure
source: Export failed
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l’exportation
ja: エクスポート失敗
pt: Falha na exportação
zh_hans: 导出失败

# settings.import_success
source: Import successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
ja: インポート成功
pt: Importação bem-sucedida
zh_hans: 导入成功

# settings.import_failure
source: Import failed
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l’importation
ja: インポート失敗
pt: Falha na importação
zh_hans: 导入失败

# settings.reset_confirm_title
source: Reset all data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
fr: Réinitialiser toutes les données ?
ja: すべてのデータをリセットしますか？
pt: Redefinir todos os dados?
zh_hans: 重置所有数据？

# settings.reset_confirm_message
source: This will permanently delete all todos on this device. This action is irreversable.
de: Dadurch werden alle Todos auf diesem Gerät dauerhaft gelöscht. Diese Aktion ist unwiderruflich.
es: Esto eliminará permanentemente todas las tareas en este dispositivo. Esta acción es irreversible.
fr: Cela supprimera définitivement toutes les tâches sur cet appareil. Cette action est irréversible.
ja: これにより、このデバイス上のすべてのToDoが完全に削除されます。この操作は元に戻せません。
pt: Isso irá excluir permanentemente todas as tarefas neste dispositivo. Esta ação é irreversível.
zh_hans: 这将永久删除此设备上的所有待办事项。此操作不可逆。

# settings.reset_confirm_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar
zh_hans: 取消

# settings.reset_confirm_confirm
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
pt: Redefinir
zh_hans: 重置

# settings.reset_success
source: All data reset
de: Alle Daten zurückgesetzt
es: Todos los datos restablecidos
fr: Toutes les données ont été réinitialisées
ja: すべてのデータをリセットしました
pt: Todos os dados redefinidos
zh_hans: 所有数据已重置
