Repository: warumkev/Doable
Catalog: Doable/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt, zh_hans

# settings.import_permission_help
source: Unable to access the selected file. If the file is in iCloud Drive, grant Files/iCloud access or copy the file to On My iPhone before importing.
de: Zugriff auf die ausgewählte Datei nicht möglich. Wenn die Datei in iCloud Drive liegt, gewähre Zugriff auf Dateien/iCloud oder kopiere die Datei vor dem Import auf „Auf meinem iPhone“.
es: No se puede acceder al archivo seleccionado. Si el archivo está en iCloud Drive, concede acceso a Archivos/iCloud o copia el archivo a En mi iPhone antes de importar.
fr: Impossible d’accéder au fichier sélectionné. Si le fichier est dans iCloud Drive, autorisez l’accès à Fichiers/iCloud ou copiez le fichier sur Mon iPhone avant d’importer.
ja: 選択したファイルにアクセスできません。ファイルがiCloud Driveにある場合は、Files/iCloudへのアクセスを許可するか、ファイルを「このiPhone内」にコピーしてからインポートしてください。
pt: Não foi possível acessar o arquivo selecionado. Se o arquivo estiver no iCloud Drive, conceda acesso ao Arquivos/iCloud ou copie o arquivo para No Meu iPhone antes de importar.
zh_hans: 无法访问所选文件。如果文件在 iCloud 云盘，请授予文件/iCloud 访问权限或将文件复制到“在我的 iPhone”后再导入。

# settings.iCloud_sync
source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
ja: iCloud同期
pt: Sincronização iCloud
zh_hans: iCloud 同步

# settings.iCloud_sync_desc
source: iCloud Sync is off by default. Enable to sync your todos across devices using iCloud. When off, data stays local to this device.
de: iCloud-Sync ist standardmäßig deaktiviert. Aktiviere dies, um deine Todos über iCloud zu synchronisieren. Wenn deaktiviert, bleiben die Daten nur auf diesem Gerät.
es: La sincronización con iCloud está activada por defecto. Activa o desactiva para mantener los datos solo en este dispositivo.
fr: La synchronisation iCloud est désactivée par défaut. Activez-la pour synchroniser vos tâches entre appareils via iCloud. Si désactivée, les données restent uniquement sur cet appareil.
ja: iCloud同期はデフォルトで無効です。有効にすると、iCloudを使って複数のデバイス間でToDoを同期できます。無効の場合、データはこのデバイスのみに保存されます。
pt: A sincronização iCloud está desativada por padrão. Ative para sincronizar suas tarefas entre dispositivos usando iCloud. Se desativada, os dados permanecem apenas neste dispositivo.
zh_hans: iCloud 同步默认关闭。启用后可通过 iCloud 在多设备间同步待办事项。关闭时，数据仅保存在此设备。

# settings.restart_required_title
source: Restart required
de: Neustart erforderlich
es: Reinicio requerido
fr: Redémarrage requis
ja: 再起動が必要です
pt: Reinício necessário
zh_hans: 需要重启

# settings.restart_required_message
source: To apply the iCloud Sync change the app must be restarted. Please close and re-open the app.
de: Um die Änderung der iCloud-Synchronisierung zu übernehmen, muss die App neu gestartet werden. Bitte schließe und öffne die App erneut.
es: Para aplicar el cambio de sincronización con iCloud, la app debe reiniciarse. Por favor, cierra y vuelve a abrir la app.
fr: Pour appliquer le changement de synchronisation iCloud, l’application doit être redémarrée. Veuillez fermer et rouvrir l’application.
ja: iCloud同期の変更を適用するにはアプリを再起動する必要があります。アプリを閉じて再度開いてください。
pt: Para aplicar a alteração da sincronização iCloud, o app deve ser reiniciado. Por favor, feche e reabra o app.
zh_hans: 要应用 iCloud 同步更改，必须重启应用。请关闭并重新打开应用。

# privacy.intro
source: Doable is a local-first app. Your todos and timer usage stay on your device by default. If you enable iCloud Sync, your todos will be synced across your devices using your iCloud account (CloudKit).
de: Doable ist eine lokal ausgerichtete App. Deine Todos und Timer-Nutzung bleiben standardmäßig auf deinem Gerät. Wenn du iCloud-Sync aktivierst, werden deine Todos über dein iCloud-Konto (CloudKit) auf deinen Geräten synchronisiert.
es: Doable es una app local. Tus tareas y el uso del temporizador permanecen en tu dispositivo por defecto. Si activas la sincronización con iCloud, tus tareas se sincronizarán entre tus dispositivos usando tu cuenta de iCloud (CloudKit).
fr: Doable est une application locale avant tout. Vos tâches et l’utilisation du minuteur restent sur votre appareil par défaut. Si vous activez la synchronisation iCloud, vos tâches seront synchronisées sur vos appareils via votre compte iCloud (CloudKit).
ja: Doableはローカルファーストのアプリです。あなたのToDoやタイマーの使用状況はデフォルトでデバイスに保存されます。iCloud同期を有効にすると、iCloudアカウント（CloudKit）を使ってToDoがデバイス間で同期されます。
pt: Doable é um app local-primeiro. Suas tarefas e uso do temporizador ficam no seu dispositivo por padrão. Se você ativar a sincronização iCloud, suas tarefas serão sincronizadas entre seus dispositivos usando sua conta iCloud (CloudKit).
zh_hans: Doable 是本地优先的应用。你的待办和计时器使用情况默认仅保存在你的设备上。如果你启用 iCloud 同步，待办将通过你的 iCloud 账号（CloudKit）在设备间同步。

# privacy.data_storage
source: Data storage: Todos are stored locally on your device using SwiftData. If you opt in to iCloud Sync, todos are uploaded to your private CloudKit database (iCloud) so they can sync across your devices. Only data you create in the app (titles, timestamps, completion state, and related metadata) is stored. Your CloudKit data is stored in your iCloud account and managed by Apple; Doable's developer does not have access to your private CloudKit database contents. Sync may use silent push notifications to keep devices up to date.
de: Datenspeicherung: Todos werden lokal auf deinem Gerät mit SwiftData gespeichert. Wenn du iCloud-Sync aktivierst, werden Todos in deiner privaten CloudKit-Datenbank (iCloud) hochgeladen, damit sie auf deinen Geräten synchronisiert werden können. Es werden nur Daten gespeichert, die du in der App erstellst (Titel, Zeitstempel, Abschlussstatus und zugehörige Metadaten). Deine CloudKit-Daten werden in deinem iCloud-Konto gespeichert und von Apple verwaltet; der Entwickler von Doable hat keinen Zugriff auf die Inhalte deiner privaten CloudKit-Datenbank. Die Synchronisierung kann stille Push-Benachrichtigungen verwenden, um Geräte aktuell zu halten.
es: Almacenamiento de datos: Las tareas se guardan localmente en tu dispositivo usando SwiftData. Si activas la sincronización con iCloud, las tareas se suben a tu base de datos privada de CloudKit (iCloud) para que se sincronicen entre tus dispositivos. Solo los datos que creas en la app (títulos, marcas de tiempo, estado de finalización y metadatos relacionados) se almacenan. Tus datos de CloudKit se almacenan en tu cuenta de iCloud y son gestionados por Apple; el desarrollador de Doable no tiene acceso a tu base de datos privada de CloudKit. La sincronización puede usar notificaciones push silenciosas para mantener los dispositivos actualizados.
fr: Stockage des données : Les tâches sont stockées localement sur votre appareil avec SwiftData. Si vous activez la synchronisation iCloud, les tâches sont envoyées sur votre base CloudKit privée (iCloud) pour être synchronisées sur vos appareils. Seules les données que vous créez dans l’application (titres, horodatages, état d’achèvement et métadonnées associées) sont stockées. Vos données CloudKit sont stockées dans votre compte iCloud et gérées par Apple ; le développeur de Doable n’a pas accès au contenu de votre base CloudKit privée. La synchronisation peut utiliser des notifications push silencieuses pour garder les appareils à jour.
ja: データ保存：ToDoはSwiftDataを使ってデバイスにローカル保存されます。iCloud同期を選択すると、ToDoはあなたのプライベートCloudKitデータベース（iCloud）にアップロードされ、デバイス間で同期されます。アプリで作成したデータ（タイトル、タイムスタンプ、完了状態、関連メタデータ）のみが保存されます。CloudKitデータはあなたのiCloudアカウントに保存され、Appleによって管理されます。Doableの開発者はあなたのプライベートCloudKitデータベースの内容にアクセスできません。同期はデバイスを最新状態に保つためにサイレントプッシュ通知を使用する場合があります。
pt: Armazenamento de dados: As tarefas são armazenadas localmente no seu dispositivo usando SwiftData. Se você optar pela sincronização iCloud, as tarefas são enviadas para seu banco de dados privado no CloudKit (iCloud) para sincronizar entre seus dispositivos. Apenas os dados que você cria no app (títulos, horários, estado de conclusão e metadados relacionados) são armazenados. Seus dados do CloudKit ficam na sua conta iCloud e são gerenciados pela Apple; o desenvolvedor do Doable não tem acesso ao conteúdo do seu banco de dados privado do CloudKit. A sincronização pode usar notificações push silenciosas para manter os dispositivos atualizados.
zh_hans: 数据存储：待办事项通过 SwiftData 保存在你的设备本地。如果你选择启用 iCloud 同步，待办将上传到你的私人 CloudKit 数据库（iCloud），以便在设备间同步。只有你在应用中创建的数据（标题、时间戳、完成状态及相关元数据）会被存储。你的 CloudKit 数据存储在你的 iCloud 账号，由 Apple 管理；Doable 的开发者无法访问你的私人 CloudKit 数据库内容。同步可能会使用静默推送通知以保持设备数据最新。

# privacy.tracking
source: Tracking: Doable does not collect analytics or use third-party trackers. Enabling iCloud Sync does not enable analytics — it only syncs your own data between your devices. No advertising or user profiling is performed.
de: Tracking: Doable sammelt keine Analysen und verwendet keine Drittanbieter-Tracker. Die Aktivierung von iCloud-Sync aktiviert keine Analysen – es werden nur deine eigenen Daten zwischen deinen Geräten synchronisiert. Es gibt keine Werbung oder Nutzerprofilierung.
es: Seguimiento: Doable no recopila análisis ni usa rastreadores de terceros. Activar la sincronización con iCloud no habilita análisis — solo sincroniza tus propios datos entre tus dispositivos. No se realiza publicidad ni perfilado de usuarios.
fr: Suivi : Doable ne collecte pas d’analyses et n’utilise pas de traqueurs tiers. Activer la synchronisation iCloud n’active pas d’analyses — cela synchronise uniquement vos propres données entre vos appareils. Pas de publicité ni de profilage utilisateur.
ja: 追跡：Doableは分析情報を収集したり、サードパーティのトラッカーを使用しません。iCloud同期を有効にしても分析は有効になりません — あなた自身のデータのみがデバイス間で同期されます。広告やユーザーのプロファイリングは行いません。
pt: Rastreamento: Doable não coleta análises nem usa rastreadores de terceiros. Ativar a sincronização iCloud não ativa análises — apenas sincroniza seus próprios dados entre seus dispositivos. Não há publicidade ou perfil de usuário.
zh_hans: 跟踪：Doable 不收集分析数据，也不使用第三方跟踪器。启用 iCloud 同步不会启用分析——它只会在你的设备间同步你的数据。不进行广告或用户画像。

# privacy.sync_note
source: Sync: iCloud Sync is optional and can be enabled in Settings. When enabled, devices use your iCloud account (CloudKit) to keep todos in sync. iCloud may use silent push notifications to notify devices about changes so they stay up to date.
de: Sync: iCloud-Sync ist optional und kann in den Einstellungen aktiviert werden. Wenn aktiviert, verwenden Geräte dein iCloud-Konto (CloudKit), um Todos zu synchronisieren. iCloud kann stille Push-Benachrichtigungen verwenden, um Geräte über Änderungen zu informieren, damit sie aktuell bleiben.
es: Sincronización: La sincronización con iCloud es opcional y puede activarse en Ajustes. Cuando está activada, los dispositivos usan tu cuenta de iCloud (CloudKit) para mantener las tareas sincronizadas. iCloud puede usar notificaciones push silenciosas para notificar a los dispositivos sobre cambios y mantenerlos actualizados.
fr: Synchronisation : La synchronisation iCloud est optionnelle et peut être activée dans les paramètres. Quand elle est activée, les appareils utilisent votre compte iCloud (CloudKit) pour garder les tâches synchronisées. iCloud peut utiliser des notifications push silencieuses pour informer les appareils des changements et les garder à jour.
ja: 同期：iCloud同期はオプションで、設定から有効にできます。有効にすると、デバイスはあなたのiCloudアカウント（CloudKit）を使ってToDoを同期します。iCloudは変更を通知するためにサイレントプッシュ通知を使用する場合があります。
pt: Sincronização: A sincronização iCloud é opcional e pode ser ativada nas Configurações. Quando ativada, os dispositivos usam sua conta iCloud (CloudKit) para manter as tarefas sincronizadas. O iCloud pode usar notificações push silenciosas para notificar dispositivos sobre alterações e mantê-los atualizados.
zh_hans: 同步：iCloud 同步是可选的，可在设置中启用。启用后，设备将使用你的 iCloud 账号（CloudKit）同步待办事项。iCloud 可能会使用静默推送通知以通知设备数据变更，确保数据保持最新。

# privacy.contact
source: Contact: If you have questions about privacy or iCloud Sync, email kevintamme@icloud.com.
de: Kontakt: Bei Fragen zu Datenschutz oder iCloud-Sync sende eine E-Mail an kevintamme@icloud.com.
es: Contacto: Si tienes preguntas sobre privacidad o sincronización con iCloud, escribe a kevintamme@icloud.com.
fr: Contact : Si vous avez des questions sur la confidentialité ou la synchronisation iCloud, envoyez un email à kevintamme@icloud.com.
ja: お問い合わせ：プライバシーやiCloud同期について質問がある場合は kevintamme@icloud.com までメールしてください。
pt: Contato: Se você tiver dúvidas sobre privacidade ou sincronização iCloud, envie um e-mail para kevintamme@icloud.com.
zh_hans: 联系方式：如有隐私或 iCloud 同步相关问题，请发送邮件至 kevintamme@icloud.com。

# disappointment.ok
source: OK
zh_hans: 确定

# statistics.coming_soon
source: Coming soon — this will show Momentum, streaks and history.
es: Próximamente — aquí se mostrarán Momentum, rachas e historial.
